Repository: hfossli/Cocoapods-3991
Catalog: ACMECore/Localization/Resources/*.lproj/Localizable.strings
Languages: nb

source: articles
nb: artikler

source: Issue Archive
nb: Utgavearkiv

source: Subscriptions
nb: Abonnement

source: Latest issue:
nb: Siste utgave:

source: Error
nb: Feil

source: Go to your iTunes account
nb: Gå til din iTunes-konto

source: Fetching product...
nb: Henter produkt...

source: No active subscriptions
nb: Ingen aktive abonnement

# Enter username & password
source: Please enter username & password
nb: Skriv inn brukernavn og passord

source: Login
nb: Logg inn

source: Cancel
nb: Avbryt

# Login %@
source: Login with %@
nb: Logg inn med %@

source: Logged in
nb: Logget inn

source: You are now logged in
nb: Du er nå logget inn

# Not logged on
source: Not logged in
nb: Ikke logget inn

source: Go to your %@-account
nb: Gå til din %@-konto

source: Error when fetching product
nb: Feil ved henting av produkt

source: Share
nb: Del

source: Favorite
nb: Favoritt

source: Unfavorite
nb: Fjern fra favoritt

source: Refresh
nb: Last inn på nytt

source: Signed in successfully
nb: Logget på

source: You have signed in with %@
nb: Du har nå logget på med %@

source: Login with %@
nb: Logg inn med %@

source: Wrong username or passord
nb: Feil brukernavn eller passord

source: Please try again
nb: Vennligst prøv igjen

source: Signing in...
nb: Logger på...

source: Please sign in or get access while reading an article.
nb: Vennligst logg deg inn, eller kjøp tilgang når du får opp innloggingsvinduet i en artikkel.

# Your %@-subscription is administrated via your %@ account
source: You can administrate your %@-subscription via your %@ account.
nb: Dine %@-abonnement administreres via din %@-konto.

source: days
nb: dager

source: Restore %@-purchases
nb: Gjenopprette %@-kjøp

source: Could not restore %@-purchases
nb: Kunne ikke gjenopprette %@-kjøp

source: %@-subscription
nb: %@-abonnement

source: Log out %@
nb: Logg ut %@

source: Settings
nb: Innstillinger

source: Favorites
nb: Favoritter

source: Network
nb: Nettverk

source: Use Cellular Data
nb: Bruk mobildata

source: Allows app to use Cellular Data to download issues.
nb: Bruk mobildata for å laste ned utgaver.

# Toggle "Available offline" to download your favorite content for offline use
source: Turn "Available offline" on to download your favorite content for offline use
nb: Slå på "Tilgjengelig offline" dersom du ønsker å laste ned ditt favorittinnhold.

source: Auto-download
nb: Automatisk nedlasting

source: The newest issues will be automatically downloaded and available offline.
nb: De nyeste utgavene vil bli automatisk nedlastet og tilgjengelige når du ikke har nett

# Drag for next section
source: Drag to enter next section
nb: Dra for neste seksjon

# Release for next section
source: Release to enter next section
nb: Slipp for neste seksjon

source: Please wait
nb: Vennligst vent

source: Loading content
nb: Laster innhold

source: An error occured
nb: Det skjedde en feil

# We can't fetch any content. Please try again later
source: We could not retrieve any content. Please try again later.
nb: Vi har problemer med å hente innhold. Prøv igjen senere.

# Loading framework
source: Loading content...
nb: Laster rammeverk

source: Downloading...
nb: Laster ned...

source: Moving to offline.
nb: Flytter til offline.

source: Download failed. Try again.
nb: Nedlasting feilet. Prøv igjen.

source: Available offline.
nb: Tilgjengelig offline.

source: Available offline
nb: Tilgjengelig offline

source: No network, download paused.
nb: Mangler nettverk, nedlasting pauset.

# Automatic download
source: Auto-download
nb: Automatisk nedlasting

source: No favorite content
nb: Ingen favoritter

source: Go to an issue you want to save for later. Press and hold and mark it as a favorite.
nb: Trykk og hold fingeren over en utgave for å legge til som favoritt!

source: NEW
nb: NYTT

source: To save an issue for later, press and hold to favorite it.
nb: Trykk og hold over en utgave for å legge til som favoritt!

source: The issue is downloading and will be available offline.
nb: Utgaven er lagt til som favoritt og blir tilgjengelig offline

# Toggle "Available offline" to remove the downloaded data from your device
source: Turn "Available offline" off to remove the downloaded data from your device
nb: Slå av "Tilgjengelig offline" for å fjerne data fra enheten din.

# Toggle "Automatic download" to remove the downloaded data from your device
source: The next %@ issues will be available offline when they have been downloaded to your device.
nb: De neste %@ utgavene vil være tilgjengelige offline etter at de automatisk har blitt lastet ned til enheten din.

source: Make sure to allow "Background App Refresh" in the general settings for your device.
nb: Sørg for å skru på "Bakgrunnsoppdatering" under innstillinger på enheten din.

source: Turn "Auto-download" on to start download the next %@ issues for offline reading.
nb: Skru på automatisk nedlastning for å laste ned de neste %@ utgavene til enheten din for offline-lesing.

source: Background App Refresh is Turned Off for "%@"
nb: Bakgrunnsoppdatering er skrudd av for "%@"

source: You can turn on Background App Refresh for this app in Settings.
nb: Du kan tillate bakgrunnsoppdatering for denne appen under Innstillinger.

source: Delete all data (calculating size...)
nb: Slett alle data (beregner størrelse...)

source: Delete cache (calculating size...)
nb: Slett temporære filer (beregner størrelse...)

source: Delete all data
nb: Slett alle data

source: Delete cache
nb: Slett temporære filer

source: Manage storage
nb: Administrer lagring

source: This app caches content temporarily to give you a best possible user experience.
nb: Denne appen mellomlagrer innhold for å gi deg en best mulig brukeropplevelse.

source: Are you sure you want to delete all data? This will also delete downloaded favorites and deselect the offline storage option.
nb: Er du sikker på at du ønsker å slette alt nedlastet innhold? Dette vil også slette nedlastede favoritter og slå av offline lagring av favoritter.

source: Are you sure you want to delete cache?
nb: Er du sikker på at du vil slette temporære filer?

source: Data deleted
nb: Data slettet

source: All data was successfully deleted
nb: All data ble slettet

source: Cache was successfully deleted
nb: Temporære filer ble slettet

source: Favorites available offline
nb: Favoritter tilgjengelig offline
